[
    {
        "name": "EMPANADAS",
        "description": "Three empanadas of choice: ground beef, corn and/or ham & cheese served with Uruguayan chimichurri. *Contains wheat, eggs, dairy.",
        "category": "Appetizer"
    },
    {
        "name": "PICADITA",
        "description": "Uruguayan style Charcuterie Board, ham, peppered salami, mortadella, cheeses, Spanish olives, toasted French baguette, peanuts, potato chips, Uruguayan chimichurri and Chef’s selection of fruit. *Contains wheat, eggs, dairy.",
        "category": "Appetizer"
    },
    {
        "name": "PASCUALINA",
        "description": "Mom’s pie crust recipe filled with spinach, onions, bell peppers, carrots, bacon and hard-boiled eggs. GF crust available upon request. *Contains wheat, eggs, dairy.",
        "category": "Appetizer"
    },
    {
        "name": "TORTA de FIAMBRE ",
        "description": "Mom’s pie crust recipe with Chef’s favorite savory combination of ham & cheese and homemade cream of corn. GF crust available upon request. *Contains wheat, eggs, dairy.",
        "category": "Appetizer"
    },
    {
        "name": "CHIVITO",
        "description": "(steak sandwich) The Uruguayan favorite! Pan seared skirt steak, ham & cheese, mayonnaise, lettuce, tomatoes, onions and bell peppers, Spanish olives, bacon and egg on French baguette with Uruguayan chimichurri and one side of your choice. *Contains wheat, eggs, dairy.",
        "category": "Entree"
    },
    {
        "name": "CHURRASCO",
        "description": "Pan seared skirt steak, served on white rice with heirloom tomatoes and Uruguayan chimichurri. GF",
        "category": "Entree"
    },
    {
        "name": "PARRILLADA",
        "description": "(Barbeque Board) Variety of grilled meats and vegetables: beef short ribs, flank steak, ½ chicken, 2 chorizo sausages, 2 morcillas (savory blood sausages), tripe, tender sweetbreads, corn on the cob, red bell peppers, Uruguayan chimichurri, French baguette, and 2 sides of your choice. Serves 2-4 people. *Contains wheat, eggs, dairy.",
        "category": "Entree"
    },
    {
        "name": "CHORIPAN",
        "description": "(Chorizo Sausage sandwich) Grilled chorizo sausage with tomatoes, caramelized onions, sauteed mushrooms, slices of ham and cheese, mayonnaise, Uruguayan chimichurri and one side of your choice. *Contains wheat, eggs, dairy.",
        "category": "Entree"
    },
    {
        "name": "MILANESA",
        "description": "Your choice of flank steak, chicken breast or flounder, served with Uruguayan chimichurri. Choose from “al pan” (sandwich style), “al plato” (on a plate) or “Napolitana style” (cheese, ham, and tomatoes). Add 2 sides of your choice. *Contains wheat, eggs, dairy.",
        "category": "Entree"
    },
    {
        "name": "PASTA con SALSA CARUSO",
        "description": "(Pasta with Caruso sauce) Homemade stuffed pasta tossed in a creamy mushroom sauce. *Contains wheat, eggs, dairy.",
        "category": "Entree"
    },
    {
        "name": "ESTOFADO",
        "description": "(Braised Stew) Braised short ribs with lentils, sweet corn, chorizo sausage and vegetables. Served on white rice. GF",
        "category": "Entree"
    },
    {
        "name": "PAPAS FRITAS",
        "description": "(French Fries) Homemade French Fries served with mayonnaise and/or ketchup.",
        "category": "Sides"
    },
    {
        "name": "ARROZ BLANCO",
        "description": "(White Rice) Jazmin rice, garlic, and olive oil. Perfect to pair with any other dish or preference. ",
        "category": "Sides"
    },
    {
        "name": "ENSALADA RUSA",
        "description": "(Bound potato Salad) Potatoes, carrots, green peas, mayonnaise, mustard. *Contains wheat, eggs, dairy.",
        "category": "Sides"
    },
    {
        "name": "PROVOLETA",
        "description": "Thick-cut of Provolone cheese, grilled and garnished with a drizzle of olive oil and fresh chopped parsley. *Contains dairy.",
        "category": "Sides"
    },
    {
        "name": "ENSALADA",
        "description": "(Side Salad) Chopped butter lettuce, Heirloom tomatoes, cucumbers and thin-sliced red onions tossed in house dressing.",
        "category": "Sides"
    },
    {
        "name": "BAGUETTE",
        "description": "Slices of homemade French bread, served with Uruguayan chimichurri. *Contains wheat, dairy.",
        "category": "Sides"
    },
    {
        "name": "VERDURAS ASADAS",
        "description": "(Grilled Vegetables) Chef’s selection of grilled vegetables.",
        "category": "Sides"
    },
    {
        "name": "ARROZ con LECHE",
        "description": "(Rice Pudding) Jazmin rice, milk, and coconut milk, garnished with cinnamon. Chef’s recommendations? Ask for a spoon of Dulce de Leche to sweeten things up! Dairy-free options are available upon request. *Contains dairy, egg, nut.",
        "category": "Dessert"
    },
    {
        "name": "MARTIN FIERRO",
        "description": "Equal slices of semi-hard cheese and quince jam. *Contains dairy.",
        "category": "Dessert"
    },
    {
        "name": "ALFAJORES de MAIZENA",
        "description": "Traditional Uruguayan dessert that consist of 2 buttery, crumbly cookies sandwiched together with Dulce de Leche and rolled in coconut flakes. *Contains wheat, eggs, dairy and nuts.",
        "category": "Dessert"
    },
    {
        "name": "HELADO TRIPLE",
        "description": "(Ice Cream) 3 scoops of your choice. Pick between Zambaione, Vanilla, Chocolate, Strawberry and/or Dulce de Leche Granizado (caramel with chocolate chips). *Contains eggs, dairy.",
        "category": "Dessert"
    }
]